{
  "pilihan_ganda": [
    {
      "pertanyaan": "Sikap dan perilaku warga negara yang dijiwai kecintaannya terhadap negara Kesatuan republik Indonesia berdasarkan pancasila dan UUD Negara RI tahun 1945 dalam menjamin kelangsungan hidup hidup bangsa dan negara. Pernyataan tersebut merupakan pengertian?",
      "opsi": [
        "Bela negara",
        "Sistem bela negara",
        "Pertahanan negara",
        "Sistem keamanan nasional",
        "Sistem pertahanan keamanan rakyat semesta"
      ],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Ancaman merupakan setiap usaha atau kegiatan baik dari dalam maupun dari luar yang dinilai dapat membahayakan kedaulatan dan keutuhan wilayah suatu Negara, serta juga dapat berbahaya bagi keselamatan bangsa dan warga Negara. Bentuk ancaman terhadap Negara ada beberapa macam, salah satunya yaitu ancaman di bidang militer. Yang termasuk ancaman dibidang militer yaitu?",
      "opsi": [
        "Perdagangan narkoba",
        "Banyaknya tindakan korupsi",
        "Agresi, spionase, dan sabotase",
        "Kegiatan imigrasi gelap/ilegal",
        "Penangkapan ikan di laut secara illegal"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Pengabdian warga Negara yang mempunyai profesi tertentu diarahkan untuk kepentingan negara. Berikut adalah contoh usaha yang dapat memperkecil dampak akibat dari bencana alam adalah?",
      "opsi": [
        "Atlet yang meraih juara nasional",
        "TIM SAR yang mengevakuasi korban",
        "Relawan yang mendonorkan jantungnya",
        "Kalian yang mengikuti upacara bendera",
        "Pengiriman pasukan perdamaian keluar negeri"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Pada dasarnya dalam sistem pertahanan keamana rakyat semesta, keberadaan rakyat berfungsi sebagai kekuatan?",
      "opsi": [
        "utama sistem keamanan",
        "utama sistem pertahanan",
        "mayoritas sistem pertahanan",
        "pendukung pertahanan keamanan",
        "utama sistem pertahanan dan keamanan"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Aspek Wawasan Nusantara meliputi aspek trigatra yang merupakan aspek alamiah dan aspek pancagatra yang merupakan aspek social. Dibawah ini yang merupakan aspek alamiah wawasan nusantara adalah?",
      "opsi": [
        "Agama",
        "Wilayah",
        "Penduduk",
        "Budaya",
        "Sumber daya alam"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Dibawah ini adalah tempat yang harus dilindungi dari aksi sabotase, yaitu?",
      "opsi": [
        "objek-objek vital nasional dan instalasi strategis",
        "daerah yang menjadi pusat hiburan masyarakat",
        "daerah wisata pantai ancol dan pantai laut selatan",
        "objek-objek wisata pegunungan dan agro industri",
        "objek-objek hiburan nasional yang menjadi ikon daerah"
      ],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Integrasi nasional pada hakikatnya adalah sebagai proses penyatuan suatu bangsa yang mencakup semua aspek kehidupannya, yaitu aspek sosial, politik, ekonomi, dan budaya. Berdasarkan hal tersebut integrasi nasional mengandung makna?",
      "opsi": [
        "upaya menyatukan suku bangsa, adat dan golongan",
        "penggabungan dua unsur kebudayaan atau lebih",
        "keinginan bersatu sebagai hasrat bangsa yang merdeka",
        "proses mempersatukan keberagaman bangsa Indonesia",
        "adanya kekuatan bangsa berdasarkan perbedaan SARA"
      ],
      "jawaban": "D"
    },
    {
      "pertanyaan": "Integrasi nasional adalah usaha dan proses mempersatukan perbedaan yang ada pada bangsa Indonesia yang menganut semboyan \"Bhinneka Tunggal Ika\" yang artinya berbeda-beda, tetapi tetap satu jua, sehingga terciptanya keserasian dan keselarasan secara nasional. Agar kebhinekaan itu tidak menimbulkan disintegrasi bangsa maka diperlukan sikap dan perilaku yaitu?",
      "opsi": [
        "membanggakan kebudayaan bangsa Indonesia yang berbeda",
        "menghargai perbedaan sebagai suatu rahmat dari Tuhan YME",
        "mengagungkan bangsa dan negara dan merendahkan bangsa lain",
        "membanggakan suku bangsa yang memiliki keanekaragaman budaya",
        "menghargai kekayaan bangsa Indonesia yang tidak dimiliki bangsa lain"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Keberagaman harus membentuk masyarakat Indonesia yang memiliki toleransi dan sikap saling menghargai. Oleh karena itu diperlukan adanya?",
      "opsi": [
        "Komitmen persatuan bangsa dalam keberagaman",
        "Komitmen untuk membangun daerahnya masing-masing",
        "Komitmen untuk mensejahterakan rakyat di daerah tertinggal",
        "Komitmen untuk memajukan daerahnya dalam bingkai persatuan",
        "Komitmen persatuan antara sesama umat seagama dengan semangat ukhuwah"
      ],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Keadilan yang menuntut agar hukum berlaku secara umum dan sama untuk semua orang adalah?",
      "opsi": [
        "Formal",
        "Material",
        "Yuridis",
        "Konvensional",
        "Komutatif"
      ],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Semua orang atau semua barang yang berada di wilayah suatu negara maka berlaku hukum dari negara tersebut, sedangkan di luar negaranya berlaku hukum asing. Hal ini sesuai dengan asas?",
      "opsi": [
        "Kebangsaan",
        "Kepentingan Umum",
        "Teritorial",
        "Ekstra Teritorial",
        "Multi Nasional"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Salah satu pelanggaran HAM yang ringan adalah?",
      "opsi": [
        "membunuh para anggota kelompok",
        "memusnahkan sebagian atau seluruh kelompok bangsa",
        "memindahkan dengan paksa anak-anak yang berada dalam kelompok tertentu ke yang kelompok",
        "memaksa tindakan yang tujuannya mencegah kelahiran dalam kelompok",
        "kelalaian dalam melakukan pemberian pelayanan dalam bidang kesehatan"
      ],
      "jawaban": "E"
    },
    {
      "pertanyaan": "Politik luar negeri Indonesia memiliki corak tertentu yang dapat dilihat dalam Pembukaan UUD 1945 pada Alinea?",
      "opsi": [
        "I dan II",
        "II",
        "III",
        "IV",
        "III dan IV"
      ],
      "jawaban": "D"
    },
    {
      "pertanyaan": "Salah satu peran aktif Indonesia dalam PBB adalah?",
      "opsi": [
        "Salah satu negara yang memprakarsai berdirinya ASEAN",
        "Indonesia memandang penting perdamaian dan stabilitas di kawasan ASEAN",
        "Indonesia aktif dalam berbagai misi perdamaian PBB di banyak Negara",
        "Indonesia mendapat kepercayaan menjadi pemimpin organisasi GNB",
        "Memperbesar peranan bangsa Asia Afrika di dunia"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Politik luar negeri Indonesia bersifat aktif, artinya bangsa dan negara Indonesia?",
      "opsi": [
        "Tidak ikut anggota organisasi Internasional apapun",
        "Membela setiap negara yang hendak dijajah oleh negara lain",
        "Menjajah negara lain yang pernah menjajah Indonesia",
        "Mencampuri urusan dan membela negara lain",
        "Mencampuri urusan dalam negeri negara lain"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Berikut ini yang bukan termasuk ancaman di bidang militer adalah?",
      "opsi": [
        "Agresi",
        "Spionase",
        "Terorisme",
        "Invasi",
        "KKN"
      ],
      "jawaban": "E"
    },
    {
      "pertanyaan": "Bentuk agresi yang berskala paling besar menggunakan kekuatan militer bersenjata yang dikerahkan untuk menyerang dan menduduki wilayah Indonesia adalah?",
      "opsi": [
        "Sabotase",
        "Invansi",
        "Agresi",
        "Invasi",
        "Spionase"
      ],
      "jawaban": "D"
    },
    {
      "pertanyaan": "Ancaman yang akan menjadikan negara Indonesia menjadi negara komunis adalah?",
      "opsi": [
        "Ancaman Ideologi",
        "Ancaman politik",
        "Ancaman ekonomi",
        "Ancaman sosial budaya",
        "Ancaman pertahanan keamanan"
      ],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Berikut yang bukan merupakan ancaman kedaulatan Indonesia di bidang ekonomi adalah?",
      "opsi": [
        "Indonesia akan dibanjiri barang dari luar",
        "Munculnya gerakan separatis",
        "Mudanya orang asing menanamkan modal di Indonesia",
        "Timbulnya kesenjangan sosial yang tajam akibat adanya persaingan bebas",
        "Semakin kuat dominasi mayoritas terhadap tirani minoritas"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Politik adalah instrumen utama untuk bisa menggerakkan terjadinya perang, ini membuktikan bahwa?",
      "opsi": [
        "Ancaman politik dapat menumbangkan suatu rezim pemerintahan bahkan bisa membinasakan suatu bangsa",
        "Politik dapat mempererat rezim pemerintahan bahkan suatu bangsa",
        "Ekonomi merupakan salah satu penentu posisi tawar setiap negara dalam pergaulan Internasional",
        "Campur tangan masyarakat Internasional di suatu negara melalui politik seperti HAM",
        "Kemajuan ilmu pengetahuan dan teknologi sangat pesat dan membawa manfaat yang besar bagi masyarakat"
      ],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Ibu Ani membeli jilbab buatan industri rumahan untuk dibagi- bagikan kepada saudaranya, Hal ini salah satu cara mengatasi ancaman bidang?",
      "opsi": [
        "Ideologi",
        "Politik",
        "Ekonomi",
        "Sosial budaya",
        "Pertahanan"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Berikut yang bukan merupakan cara mengatasi ancaman dibidang sosial budaya adalah?",
      "opsi": [
        "Gaya hidup kebarat-baratan",
        "Punahnya budaya tradisional",
        "Siswa tidak menghormati guru",
        "Tukar menukar pelajar",
        "Kesenjangan strata social"
      ],
      "jawaban": "D"
    },
    {
      "pertanyaan": "Upaya untuk melumpuhkan ancaman di bidang ekonomi dan memperkuat kemandirian bangsa Indonesia adalah?",
      "opsi": [
        "Pertanian dijadikan prioritas utama karena mayoritas penduduk Indonesia bermata pencaharian sebagai petani",
        "Menerapkan paham Pancasila dalam segala aktivitas berbangsa dan bernegara",
        "Menumbuhkan rasa nasionalisme pada generasi muda melalui pembelajaran PPKn",
        "Ikut serta membela dan mewujudkan keutuhan bangsa dan Negara",
        "Menerapkan sistem pertahanan dan keamanan rakyat semesta"
      ],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Konsep dasar dalam persatuan dan kesatuan bangsa yang meliputi aspek alamiah (konsep kewilayahan) dan sosial (politik, sosial, budaya, ekonomi, pertahanan dan keamanan) adalah....",
      "opsi": [
        "Konsep persatuan",
        "Konsep kesatuan dan bangsa",
        "Konsep integrasi nasional",
        "Konsep nasionalisme",
        "Konsep patriotism"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Berikut merupakan perilaku yang dapat dilakukan dalam menjaga keutuhan negara Indonesia di lingkungan masyarakat, yaitu?",
      "opsi": [
        "Bergotong royong membersihkan lingkungan sekitar",
        "Senantiasa rajin belajar bagi anggota keluarga yang masih bersekolah",
        "Ikut menjaga harta benda keluarga",
        "Menaati tata tertib sekolah",
        "Menghormati guru"
      ],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Berikut ini yang termasuk faktor yang menyebabkan terjadinya pelanggaran hak dan pengingkaran kewajiban sebagai warga negara adalah? Kecuali!",
      "opsi": [
        "tidak toleran",
        "egois dan mementingkan diri sendiri",
        "menyalahgunakan kekuasaan",
        "kesadaran berbangsa yang rendah",
        "peduli akan kehidupan berbangsa"
      ],
      "jawaban": "E"
    },
    {
      "pertanyaan": "Nilai instrumental merupakan nilai penjabaran dari nilai dasar untuk kurun waktu dan kondisi tertentu, berikut ini yang merupakan contoh nilai tersebut adalah?",
      "opsi": [
        "tanggung jawab",
        "gotong royong",
        "tata tertib dimasyarakat",
        "peraturan daerah",
        "Kemanusiaan"
      ],
      "jawaban": "D"
    },
    {
      "pertanyaan": "Faktor yang menyebabkan terjadinya pelanggaran hak dan pengingkaran kewajiban sebagai warga negara adalah?",
      "opsi": [
        "Sumber Daya Alam",
        "Sumber Daya Manusia",
        "kesadaran berbangsa dan bernegara yang rendah",
        "sosok kepala negara dan kepala pemerintahan",
        "konstitusi di negara tersebut"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Seseorang berusaha mendapatkan haknya, bahkan dengansengaja melanggar hak orang lain, baik di sekolah maupun lingkungan masyarakat. Hal tersebut merupakan bentuk sikap?",
      "opsi": [
        "tidak toleran",
        "egois dan mementingkan diri sendiri",
        "menyalahgunakan kekuasaan",
        "kesadaran akan bebrakti kepada bangsa",
        "peduli akan kehidupan bangsa"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Tujuan dibuatnya peraturan hukum pada umumnya untuk?",
      "opsi": [
        "menciptakan keadilan sosial bagi setiap indiividu",
        "memberikan hukuman bagi pelanggar hukum",
        "menciptakan tatanan masyarakat yang tertib",
        "membuat jera dengan sanksi yang tegas",
        "menjamin keadilan bagi seluruh rakyat Indonesia"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Sebagai warga negara yang baik seharusnya sikap kita berusaha melaksanakan peraturan sebaik-baiknya karena?",
      "opsi": [
        "peraturan itu menguntungkan jabatan kita",
        "Peraturan itu dibuat oleh badan yang berwenang",
        "peraturan itu untuk kesejahteraan kita sendiri",
        "untuk menghindari sanksi yang berat",
        "mendapatkan penghargaan dari penegak hukum"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Sila Persatuan Indonesia menjamin hak-hak setiap warga negara dalam keberagaman yang terjadi kepada masyarakat Indonesia seperti hak mengembangkan budaya daerah untuk memperkaya budaya nasional. Sila ketiga mengamanatkan kewajiban setiap warga negara untuk? Kecuali!",
      "opsi": [
        "menempatkan kepentingan bangsa dan negara di atas kepentingan pribadi atau golongan",
        "sanggup dan rela berkorban untuk kepentingan bangsa dan negara",
        "tidak memaksakan suatu agama dan kepercayaan kepada orang lain",
        "mengembangkan persatuan Indonesia atas dasar Bhinneka Tunggal Ika",
        "memajukan pergaulan demi persatuan dan kesatuan bangsa"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Sila Keadilan Sosial bagi Seluruh Rakyat Indonesia mengakui hak milik perorangan dan dilindungi pemanfaatannya oleh negara serta memberi kesempatan sebesar-besarnya kepada masyarakat. Sila kelima mengamanatkan setiap warga negara untuk?",
      "opsi": [
        "tidak melakukan perbuatan yang merugikan kepentingan umum",
        "mengutamakan musyawarah mufakat dalam setiap pengambilan keputusan",
        "memberikan kepercayaan kepada wakil-wakil rakyat yang telah terpilih untuk melaksanakan musyawarah dan menjalankan tugas sebaik-baiknya",
        "Bekerja bersama-sama",
        "Memberikan sumbangan"
      ],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Pelanggaran HAM dapat dibedakan menjadi dua, yaitu pelanggaran HAM berat dan pelanggaran HAM ringan. Jenis pelanggaran tersebut dibedakan atas, Kecuali?",
      "opsi": [
        "Sifatnya",
        "Kedudukannya",
        "Sanksinya",
        "Kekuatannya",
        "waktunya"
      ],
      "jawaban": "E"
    },
    {
      "pertanyaan": "Contoh pengingkaran kewajiban untuk membela negara adalah?",
      "opsi": [
        "melanggar rambu-rambu lalu lintas",
        "membolos saat di jam pelajaran",
        "tidak membayar pajak pada waktunya",
        "tawuran dan merusak fasilitas umum",
        "melindungi pencuri dari amukan massa"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Sistem ekonomi dikembangkan untuk memperkuat produksi domestik untuk pasar dalam negeri, disebut sebagai sistem ekonomi?",
      "opsi": [
        "Liberal",
        "Kapitalis",
        "Kerakyatan",
        "Negara",
        "Kolonial"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Lembaga negara yang berperan melakukan penuntutan adalah?",
      "opsi": [
        "Kejaksaan Republik Indonesia",
        "Tentara",
        "DPR",
        "Pemerintah",
        "Masyarakat"
      ],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Yang merupakan contoh prilaku yang bertentangan dengan aturan yang dilakukan di lingkungan keluarga, kecuali?",
      "opsi": [
        "Mengabaikan perintah orang tua",
        "Mengganggu kakak atau adik yang sedang belajar",
        "Menonton tv sampai malam hari",
        "Beres beres rumah",
        "Bangun kesiangan"
      ],
      "jawaban": "D"
    },
    {
      "pertanyaan": "Yang merupakan contoh prilaku yang bertentangan dengan aturan yang dilakukan di lingkungan Sekolah, kecuali?",
      "opsi": [
        "Menyontek",
        "Bolos",
        "Mengerjakan Tugas",
        "Tidak memperhatikan penjelasan guru",
        "Berpakaian tidak rapih"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Yang merupakan contoh prilaku yang bertentangan dengan aturan yang dilakukan di lingkungan Masyarakat, kecuali?",
      "opsi": [
        "Ikut siskamling",
        "Main hakim sendiri",
        "Membuang sampah sembarangan",
        "Melakukan perjudian",
        "Mengkonsumsi obat terlarang"
      ],
      "jawaban": "A"
    }
  ],
  "essay": [
    {
      "pertanyaan": "Sebutkan dan Jelaskan Contoh pelanggaran HAM berat yang menimpa perempuan di Indonesia?"
    },
    {
      "pertanyaan": "Mengapa Kejadian Tanjung Priok 1 dikategorikan sebagai pelanggaran HAM Berat?"
    },
    {
      "pertanyaan": "Apa yang dimaksud dengan hak asasi manusia dan kewajiban manusia? Jelaskan dan berikan contoh!"
    },
    {
      "pertanyaan": "Apa dampak negatif dari beragamnya suku, ras, agama, adat dan budaya di indonesia terhadap persatuan dan kesatuan bangsa?"
    },
    {
      "pertanyaan": "Apa program kalian sebagai siswa agar pelanggaran HAM dapat dikurangi? Jelaskan!"
    }
  ]
}