{
  "pilihan_ganda": [
    {
      "pertanyaan": "Perhatikan ayat di bawah ini! <img src='soal/img/pabp/g1.png'> Potongan ayat yang benar untuk melengkapi ayat di atas adalah...",
      "opsi": ["<img src='soal/img/pabp/g1a.png'>", "<img src='soal/img/pabp/g1b.png'>", "<img src='soal/img/pabp/g1c.png'>", "<img src='soal/img/pabp/g1d.png'>", "<img src='soal/img/pabp/g1e.png'>"],
      "jawaban": ""
    },
    {
      "pertanyaan": "Potongan ayat yang benar untuk melengkapi ayat di atas adalah....",
      "opsi": ["<img src='soal/img/pabp/g1a.png' width='300'>", "<img src='soal/img/pabp/g1b.png'>", "<img src='soal/img/pabp/g1c.png'>", "<img src='soal/img/pabp/g1d.png'>", "<img src='soal/img/pabp/g1e.png'>"],
      "jawaban": ""
    },
    {
      "pertanyaan": "Dalam rangka mengatasi masalah keamanan, Ketua RT memanggil tokoh masyarakat untuk bermusyawarah. Hal ini sesuai dengan kutipan ayat berikut ini.",
      "opsi": ["<img src='soal/img/pabp/g3a.png'>", "<img src='soal/img/pabp/g3b.png'>", "<img src='soal/img/pabp/g3c.png'>", "<img src='soal/img/pabp/g3d.png'>", "<img src='soal/img/pabp/g3e.png'>"],
      "jawaban": ""
    },
    {
      "pertanyaan": "Perhatikan tabel berikut ini. <img src='soal/img/pabp/g4.png'> Pasangan lafadz dan hukum tajwid yang tepat adalah....",
      "opsi": ["5 -- d", "4 -- e", "3 -- a", "2 -- c", "1 -- b"],
      "jawaban": ""
    },
    {
      "pertanyaan": "Greenpeace adalah salah satu organisasi internasional yang peduli dengan kelestarian lingkungan. Sejalan dengan organisasi tersebut, upaya sederhana yang dapat dilakukan untuk menjaga kelestarian lingkungan adalah ....",
      "opsi": [
        "Membiasakan diri menggunakan AC",
        "Membuang oli bekas di selokan",
        "Menyalakan lampu taman sepanjang hari",
        "Menggunakan listrik diluar kebutuhan",
        "Mengurangi penggunaan stereofoam"
      ],
      "jawaban": "E"
    },
    {
      "pertanyaan": "Perhatikan lafadz berikut ini. <img src='soal/img/pabp/g6.png'> Pasangan lafadz dan arti yang tepat adalah....",
      "opsi": ["5 -- d", "4 -- e", "3 -- a", "2 -- c", "1 -- b"],
      "jawaban": ""
    },
    {
      "pertanyaan": "Perhatikan QS. Al-Jumu'ah ayat 10 berikut ini! <img src='soal/img/pabp/g7.jpg'> Kandungan kutipan ayat tersebut adalah ....",
      "opsi": [
        "Kewajiban untuk sholat lima waktu",
        "Air hujan menghidupkan tanam-tanaman",
        "Perintah sholat jum'at",
        "Kapal berlayar di lautan membawa muatan",
        "Kewajiban berpuasa sunah"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Demi mendapatkan keuntungan sebanyak-banyaknya, Rizal terlalu bersemangat dalam bekerja sebagai supir angkot, sampai-sampai ia melupakan salat Jum'at yang merupakan kewajiban seorang muslim. Dari wacana tersebut, etos kerja yang sesuai dengan QS. Al-Jumu'ah 10 di atas adalah ....",
      "opsi": [
        "Bekerja keras agar mendapatkan keuntungan sebanyak-banyaknya",
        "Bekerja keras dan cerdas sesuai waktu yang telah ditetapkan",
        "Bekerja sesuai dengan target yang sudah ditentukan",
        "Bekerja dengan melibatkan orang lain agar cepat selesai",
        "Bekerja sesuai kemampuan dan keahlian yang dimilikinya"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Perhatikan kutipan ayat berikut! <img src='soal/img/pabp/g9.png'> Kandungan kutipan ayat tersebut adalah ....",
      "opsi": [
        "Pergantian siang dan malam bukti kekuasaan Allah",
        "Air hujan menghidupkan tanam-tanaman",
        "Pergerakan angin dan awan menyebabkan perubahan iklim",
        "Kapal berlayar di lautan membawa muatan",
        "Bermacam-macam binatang yang ditebarkan di bumi"
      ],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Pada abad pertengahan seorang ilmuwan Islam Ibnu Sina mengembangkan suatu ilmu yang dituliskan dalam bukunya Al Qanun atau The Canon. Ilmu tersebut terus berkembang hingga saat ini sebagai ilmu ....",
      "opsi": ["Kedokteran", "Matematika", "Kemaritiman", "Geografi", "Penerbangan"],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Allah SWT selalu memperlakukan hamba-Nya dengan baik dan bijaksana. Ketika seseorang dipercaya menjadi pemimpin, ia harus memiliki komitmen untuk melakukan sesuatu sesuai dengan aturannya, dan tidak boleh melanggar kesepakatan yang telah ditetapkan bersama. Sifat komitmen dan menempatkan sesuatu pada tempatnya sesuai dengan sifat Allah dalam Asmaul Husna adalah ....",
      "opsi": ["Ar-Razak", "Al-'Adlu", "Ar-Rahma", "Al-Bashar", "As-Sama'"],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Ketika terjadi musibah kebakaran orang dewasa meninggal dunia sementara anak kecil selamat. Kejadian ini pasti ada peran Allah SWT melalui bantuan para malaikat. Berdasarkan wacana tersebut yang termasuk tanda-tanda beriman kepada malaikat adalah ....",
      "opsi": [
        "Semangat beribadah untuk mencapai kebahagiaan dunia",
        "Melakukan kebaikan agar berwibawa di mata orang lain",
        "Meyakini ada pertolongan malaikat pada peristiwa tersebut",
        "Melakukan kesalahan karena merasa dirinya tidak ada yang mengawasi",
        "Merasa puas dan bahagia bila melihat orang lain mengalami penderitaan hidup"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Al Quran mengajarkan tentang cara memelihara lingkungan hidup, seperti pada surat Ar Rum 41 -- 42. Pada ayat tersebut dinyatakan bahwa 'kerusakan yang ada di darat dan laut terjadi karena perbuatan manusia'. Sebagai makhluk yang menghuni bumi, kita harus mewaspadai gejala tersebut. Perilaku yang sesuai sebagai wujud iman kepada kitab suci Al Quran berdasarkan wacana tersebut adalah ....",
      "opsi": [
        "Membuang limbah di selokan",
        "Membangun villa di hutan lindung",
        "Membuat rumah di bantaran kali",
        "Menggunakan kertas seperlunya",
        "Mengeruk pasir pantai untuk pembangunan"
      ],
      "jawaban": "D"
    },
    {
      "pertanyaan": "Perhatikanlah pernyataan di bawah ini! <ol type='1'><li>Mematuhi kebiasaan yang dilakukan keluarga</li><li>Menumbuhkan sikap menerima akan ketentuan</li><li>Mengimani kebenaran ajaran yang dibawa rasul</li><li>Meyakini tugas, peran dan fungsi sebagai manusia</li><li>Menjadikannya sebagai contoh tauladan dalam hidup</li></ol> Pernyataan di atas yang termasuk perilaku beriman kepada para rasul Allah adalah nomor....",
      "opsi": ["3 dan 5", "2 dan 3", "2 dan 5", "1 dan 5", "1 dan 4"],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Manusia akan dibangkitkan pada hari kiamat kelak (yaumul ba'ats). Keadaan manusia pada saat itu tergantung pada amal perbuatannya di dunia. Berdasarkan wacana di atas, berikut ini perilaku yang mencerminkan beriman kepada hari akhir kecuali ....",
      "opsi": [
        "Meneladani Rasululullah SAW sebagai panutan dan uswatun hasanah",
        "Memperbanyak berbuat baik karena kelak akan mendapatkan balasannya",
        "Menghindari perilaku tercela karena selalu diawasai oleh kedua malaikat",
        "Berbuat kebaikan itu ada ukurannya, berbilang, dan ada batasnya",
        "Hidup dijalani secara bebas, karena setiap manusia menjadi warga yang merdeka"
      ],
      "jawaban": "E"
    },
    {
      "pertanyaan": "Pada hari akhir semua amal manusia ditimbang untuk menentukan balasannya selama hidup di dunia. Hikmah beriman kepada hari akhir seperti yang terkandung pada kalimat tersebut adalah....",
      "opsi": [
        "Rajin beribadah menunggu berusia lanjut",
        "Beribadah hanya pada saat memerlukan",
        "Menunjukkan ketaatan kepada pihak tertentu",
        "Yang penting hati ingat kepada Allah SWT",
        "Komitmen dalam berbuat baik"
      ],
      "jawaban": "E"
    },
    {
      "pertanyaan": "Perhatikan dengan seksama pernyataan-pernyataan di bawah ini! <ol type='1'><li>Aisyah selalu gembira sekalipun ia anak seorang tukang ojek</li><li>Maimunah giat belajar dan rajin ibadah meskipun ia anak seorang pemulung</li><li>Rian meratapi kematian orang tuanya sehingga ia jatuh sakit</li><li>Syafi'i tak pernah mengeluh menghadapi cobaan hidupnya yang bertubi-tubi</li><li>Doni nekat bunuh diri karena tidak kuat menghadapi penderitaan hidup</li></ol> Pernyataan di atas yang menunjukkan contoh perilaku beriman kepada qadar Allah SWT adalah pernyataan nomor ....",
      "opsi": [
        "1, 2, dan 3",
        "1, 2, dan 4",
        "1, 2, dan 5",
        "2, 3, dan 4",
        "3, 4, dan 5"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Dalam kehidupan sehari-hari, tidak jarang kita temukan kegagalan. Ketika menginginkan hasil yang maksimal ternyata mengecewakan, begitu juga hal-hal lainnya. Perilaku yang mencerminkan beriman kepada qadha' dan qadar berdasarkan wacana di atas adalah....",
      "opsi": [
        "Selalu bersemangat dalam belajar agar sukses",
        "Selalu istiqomah dan menerima dalam hidupannya",
        "Beribadah dan senantiasa berdoa'a terus menerus",
        "Menjadikan qadar sebagai pelajaran berharga",
        "Mengedepankan urusan-urusan yang penting"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Arina tidak lulus di perguruan tinggi yang diinginkannya, padahal sudah belajar dengan baik. Namun demikian Arina tetap berprasangka baik dengan cara....",
      "opsi": [
        "Tetap tabah karena banyak teman yang tidak lulus",
        "Mereka yang lulus pasti karena menggunakan cara lain",
        "Mengharapkan agar teman yang lulus mendapatkan kesulitan",
        "Menempuh berbagai cara agar tahun dapat dapat lulus",
        "Berusaha lagi untuk persiapan tahun mendatang"
      ],
      "jawaban": "E"
    },
    {
      "pertanyaan": "Rio merasa tidak senang melihat Roni dibelikan sepeda motor oleh orangtuanya. Setiap hari Rio memikirkan temannya itu agar sepeda motornya hilang. Sikap tepat yang harus dilakukan Rio agar terhindar dari sikap tersebut adalah ....",
      "opsi": [
        "Mengajak teman-temannya untuk menjauhi Roni",
        "Menyadari bahwa dia belum memungkinkan memiliki sepeda motor",
        "Menyuruh orang lain untuk berbuat jahat kepada Roni",
        "Meminta kepada orangtuanya agar cepat dibelikan sepeda motor",
        "Meminjam sepeda motor milik teman agar tidak tersingkir dari pergaulan"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Perhatikan pernyataan di bawah ini. <ol type='1'><li>Mendownload secara bebas di internet</li><li>Membayar royalti</li><li>Memperbanyak CDnya secara bebas</li><li>Membeli CD lagu secara resmi</li><li>Menyalin dari orang lain</li></ol> Dari pernyataan tersebut diatas yang termasuk menghargai karya orang lain adalah....",
      "opsi": ["1 dan 3", "2 dan 4", "3 dan 4", "4 dan 5", "5 dan 1"],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Perkembangan jaman turut mempengaruhi kehidupan remaja, seperti dalam hal berpakaian. Di sisi lain Islam sudah mengatur cara berpakaian yang benar. Hikmah adanya tata aturan berpakaian dalam Islam adalah....",
      "opsi": [
        "Tidak dapat mengikuti mode",
        "Terhindar dari perbuatan keji",
        "Terhindar dari korban mode",
        "Menghemat anggaran pakaian",
        "Dapat mengikuti mode dunia"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Perhatikan pernyataan dibawah ini! <ol type='1'><li>Mematuhi rambu lalu-lintas</li><li>Berlaku adil kepada orang lain</li><li>Memelihara kesehatan jasmani dan rohani</li><li>Tekun dalam menuntut ilmu pengetahuan yang bermanfaat</li><li>Disiplin dalam menunaikan ibadah</li></ol> Pernyataan-pernyataan di atas yang menunjukan prilaku adil terhadap diri sendiri adalah....",
      "opsi": [
        "1, 2 dan 5",
        "2, 3 dan 4",
        "3, 4 dan 5",
        "4, 5 dan 1",
        "5, 1 dan 2"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Manusia merasa gelisah ketika tertimpa kemiskinan, kehilangan barang yang dicintai, kematian anggota keluarganya, tidak lulus dalam ujian dan lain sebagainya. Padahal semua itu sudah ditakdirkan oleh Allah Swt. Yang harus diterima dengan ridha. Di bawah ini yang termasuk hikmah dari perilaku ridha adalah ....",
      "opsi": [
        "Optimis walaupun keadan dirinya tidak sempurna",
        "Mengambil hikmah dari setiap kegagalan yang terjadi",
        "Selalu bersyukur atas nikmat yang di berikan Allah",
        "Menerima ketentuan Allah dengan terus berusaha",
        "Berkeluh kesah dan putus asa terhadap nikmat Allah"
      ],
      "jawaban": "D"
    },
    {
      "pertanyaan": "Hubungan persahabatan antara Alia dan Kamila sudah berjalan selama 5 tahun. Karena issue tentang keburukan Kamila di grup WA, maka persahabatan mereka akhirnya putus. Berdasarkan ilustrasi di atas, yang menunjukkan akibat perilaku fitnah adalah",
      "opsi": [
        "Dapat memindahkan amal baik",
        "Menimbulkan dosa",
        "Menimbulkan kompetisi yang tidak sehat",
        "Merusak lingkungan alam sekitar",
        "Menimbulkan permusuhan antar sesama"
      ],
      "jawaban": "E"
    },
    {
      "pertanyaan": "Berdasarkan pernyataan di atas, fungsi Al-Hadits terhadap Al-Qur'an sebagai sumber hukum Islam adalah ....",
      "opsi": [
        "Memperkuat pernyataan hukum yang ada dalam Al-Qur'an",
        "Menerangkan maksud hukum yang ada dalam Al-Qur'an",
        "Memerinci pelaksanaan hukum yang ada dalam Al-Qur'an",
        "Memperjelas keterangan hukum yang ada dalam Al-Qur'an",
        "Mempertegas pernyataan hukum yang ada dalam Al-Qur'an"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Tawaf ifadah adalah tawaf yang termasuk dalam rukun haji. Di bawah ini beberapa pernyataan. <ol type='1'><li>Dilaksanakan ketika baru sampai di Makkah.</li><li>Suci dari hadats dan najis</li><li>Dilaksanakan setelah tergelincir matahari</li><li>Ka'bah berada di sebelah kiri</li><li>Memulai tawaf dari arah Hajar Aswad.</li><li>Menutup aurat</li></ol> Pernyataan di atas yang bukan merupakan syarat tawaf ifadah adalah nomor....",
      "opsi": ["1 dan 3", "2 dan 4", "3 dan 6", "4 dan 5", "5 dan 6"],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Dalam realitas kehidupan di masyarakat sering terjadi transaksi ekonomi yakni jual beli barang pada harga asal dengan tambahan keuntungan yang disepakati. Penjual harus memberi tahu harga produk dan menentukan keuntungan sebagai tambahannya. Transaksi jual beli macam ini dalam Islam disebut ....",
      "opsi": ["MudhÄrabah", "Al-Istisna", "As-Salam", "Mukhabarah", "Murabahah"],
      "jawaban": "E"
    },
    {
      "pertanyaan": "Lembaga pernikahan diperlukan antara lain untuk menjaga kehormatan manusia. Di bawah ini terdapat beberapa pernyataan terkait pernikahan .... <ol type='1'><li>Untuk memperoleh keturunan yang sah</li><li>Pengantin lelaki</li><li>Pengantin Perempuan</li><li>Ijab dan Kabul (Akad Nikah)</li><li>Tetap memelihara kesucian diri dalam pergaulan</li><li>Hindari pasangan yang memiliki kepribadian kurang baik</li></ol> Dari pernyataan di atas, yang termasuk rukun nikah adalah nomor ....",
      "opsi": [
        "1, 2 dan 3",
        "2, 3 dan 4",
        "2, 4 dan 6",
        "3, 5 dan 6",
        "4, 5 dan 6"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "UU Nomor 1 Tahun 1974 tentang Perkawinan tidak mensahkan perkawinan beda agama. Selain itu kedudukan anak yang lahir adalah ....",
      "opsi": [
        "Hanya memiliki hubungan perdata dengan ibunya",
        "Tetap memiliki hubungan perdata dengan kedua orang tua",
        "Status sebagai anak tetap tidak dapat diputus",
        "Ayahnya tidak wajib memberi biaya hidup",
        "Kewajiban memelihara anak ada pada ibu"
      ],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Pada awal dakwah Islam di Makah, Rasulullah SAW sekuat tenaga meneguhkan keimanan kaum muslimin yang semula mempercayai berhala sebagai tuhan. Pada periode ini Rasulullah SAW memfokuskan dakwahnya pada masalah ....",
      "opsi": ["Syari'at", "Ukhuwah", "Akidah", "Akhlak", "Ibadah"],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Setibanya di Madinah Rosulullah SAW mengambil langkah-langkah strategis untuk melakukan dakwah Islam di wilayah itu. Antara lain membenahi bidang ....",
      "opsi": [
        "Hukum waris",
        "Perekonomian",
        "Perekonomian",
        "Pemerintahan",
        "Pertahanan"
      ],
      "jawaban": "D"
    },
    {
      "pertanyaan": "Pada gambar di atas tampak jutaan manusia yang datang dari berbagai penjuru dunia. Hal ini menunjukkan bahwa Masjidil Haram....",
      "opsi": [
        "Terletak di Makkah kota modern",
        "Lebih megah dari istana Al-Hamra",
        "Sebagai pusat ibadah kaum muslimin",
        "Lambang kemajuan Islam di dunia",
        "Masjid terbesar di dunia"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "KH. Abdurrahman Wahid (Gus Dur) banyak dikenal oleh kalangan non muslim. Pada saat menjabat Presiden, beliau memasukkan Konghucu sebagai agama resmi di Indonesia.Sikap yang dapat diteladani dari Gus Dur berdasarkan wacana tersebut adalah....",
      "opsi": ["Toleran", "Radikal", "Tegas", "Moderat", "Modern"],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Saat ini Islam tercatat sebagai salah satu agama terbesar di dunia. Penyebab perkembangan Islam dunia adalah ...",
      "opsi": [
        "Migrasi penduduk muslim ke negara minoritas muslim",
        "Ajaran Islam dapat dibuktikan secara akal",
        "Diterimanya budaya barat ke dalam Islam",
        "Kekayaan yang dimiliki negara-negara Islam",
        "Ancaman teroris di negara-negara Eropa"
      ],
      "jawaban": "B"
    },
    {
      "pertanyaan": "Telah meninggal dunia seorang suami dengan meninggalkan seorang istri, seorang anak laki-laki dan seorang anak perempuan. Harta yang ditinggalkan setelah diambil untuk pengurusan jenazah dan wasiat tersisa Rp 120.000.000,-. Bagian untuk seorang istri dan seorang anak laki-laki adalah....",
      "opsi": [
        "Rp 15.000.000,- dan Rp 35.000.000,-",
        "Rp 25.000.000,- dan Rp 52.500.000,-",
        "Rp 35.000.000,- dan Rp 50.000.000,-",
        "Rp 15.000.000,- dan Rp 70.000.000,-",
        "Rp 35.000.000,- dan Rp 70.000.000,-"
      ],
      "jawaban": "A"
    },
    {
      "pertanyaan": "Perhatikan pernyataan-pernyataan berikut ini! <ol type='1'><li>Para penguasa Jawa yang menjabat sebagai bupati-bupati Majapahit memaksa rakyatnya untuk memeluk Islam</li><li>Penduduk pribumi yang tertarik menjadi suami atau isteri saudagar muslim harus diislamkan terlebih dahulu</li><li>Mengakomodasi budaya lokal sehingga banyak masyarakat Indonesia yang tertarik menerima ajaran tersebut</li><li>Hubungan perdagangan dimanfaatkan pedagang muslim sebagai sarana dakwah hingga banyak penduduk nusantara memeluk Islam</li><li>Jalur militer ditempuh ketika kerajaan Islam menaklukkan kerajaan non Islam baik di Sumatera, Jawa, maupun Indonesia bagian Timur</li></ol> Strategi dakwah yang dipergunakan sebagai kendaraan (sarana) dalam penyebaran Islam di Indonesia adalah ....",
      "opsi": [
        "1), 2) dan 3)",
        "1), 3) dan 5)",
        "2), 3) dan 4)",
        "2), 4) dan 5)",
        "3), 4) dan 5)"
      ],
      "jawaban": "C"
    },
    {
      "pertanyaan": "Pesatnya perkembangan Islam di Indonesia ditandai dengan benyaknya perubahan kultur sosial dan budaya yang bernuansa islami. Salah satu faktor yang mempengaruhi kemajuan perkembangan Islam di Indonesia adalah...",
      "opsi": [
        "Masyarakat dipaksa untuk memeluk agama islam",
        "Islam merupakan agama yang bisa dirubah budaya masyarakat",
        "Islamisasi berbagai aspek kehidupan masyarakat dan budaya bangsa",
        "Setiap penduduk yang telah memeluk agama Islam wajib merekrut masyarakat yang lain",
        "Penyebaran agama Islam dilakukan secara damai disesuaikan dengan kondisi sosial budaya"
      ],
      "jawaban": "E"
    },
    {
      "pertanyaan": "Kemajuan peradaban Islam di dunia disebabkan oleh beberapa faktor. Diantaranya, yaitu terjadinya asimilasi antara bangsa Arab dengan bangsa lain, gencarnya gerakan penerjemahan, penertiban pemerintahan, dan stabilitas pertumbuhan ekonomi serta politik. Dari narasi di atas, perilaku berikut mencerminkan keteladanan terhadap kemajuan peradaban Islam di dunia, kecuali....",
      "opsi": [
        "mengadministrasikan segala kegiatan dengan baik",
        "mengikuti pertukaran pelajar untuk memperluas wawasan",
        "mengadopsi pengetahuan dari luar yang sejalan dengan al Quran",
        "mengenang dan mengagumi kemajuan peradaban Islam di dunia",
        "membangun ekonomi yang kuat agar dapat membangun pendidikan"
      ],
      "jawaban": "D"
    },
    {
      "pertanyaan": "Perkembangan Islam di dunia tidak lepas dari perkembangan Islam yang ada pada masing-masing negara, antara lain di Benua Eropa. Agama Islam telah memasuki seluruh negara di Benua Eropa, walaupun umat Islam di sana merupakan minoritas tetapi mereka dapat hidup berdampingan dengan agama lain. Mereka giat dalam beribadah, berdakwah, dan mensosialisasikan pendidikan Islam. Hal ini ditandai dengan banyaknya masjid yang dibangun, serta organisasi-organisasi Islam yang berdiri pun giat melaksanakan dakwah. Berikut ini merupakan faktor yang mempengaruhi perkembangan kemajuan peradaban Islam di Eropa yaitu....",
      "opsi": [
        "umat Islam merupakan pemeluk agama terbesar di benua Eropa",
        "negara-negara Eropa mendanai sepenuhnya kegiatan umat Islam",
        "negara-negara Eropa membolehkan rakyatnya memeluk lebih dari satu agama",
        "umat Islam di negara-negara Eropa bersaing dengan agama lain dalam beribadah",
        "konsistensi dalam melaksanakan ajaran agama serta sikap tolerasi terhadap agama lain"
      ],
      "jawaban": "E"
    }
  ],
  "essay": [
    {
      "pertanyaan": "Bagimanakah sebaiknya berdakwah agar tidak menyinggung dan menyakiti orang lain?"
    },
    {
      "pertanyaan": "Bagaimana cara meneladani dakwah Nabi Muhammad SAW di Madinah untuk diterapkan di Indonesia?"
    },
    {
      "pertanyaan": "Adanya media sosial saat ini turut mempermudah penyebaran berbagai macam berita termasuk berita bohong (hoax). Berdasarkan Al Quran, jelaskan apa yang dapat dilakukan agar kita dapat terhindar dari berita bohong tersebut?"
    },
    {
      "pertanyaan": "Jelaskan dampak buruk perilaku hasad dalam kehidupan sehari-hari!"
    },
    {
      "pertanyaan": "Lanjutkan Ayat di bawah ini dengan benar? <img src='soal/img/pabp/g5es.png'> Q.S Al-Baqarah ayat 31"
    }
  ]
}